<template lang='pug'>
div other2
</template>

<script lang='ts'>
import Vue from "vue";

export default Vue.extend({
  data() {
    return {};
  },
  methods: {
    // ======================事件处理函数======================
    // ======================业务逻辑函数======================
    // ========================纯函数=========================
    // ======================网络请求函数======================
    // =======================初始化函数=======================
  }
});
</script>

<style lang='scss' scoped>
</style>
